const qnaList = [
  {
    q: "1. 전에 식물을 죽인 경험이 있나요,,,?",
    a: [
      {
        answer: "아뇨! 내 식물은 언제나 잘 자랐어요",
        type: [],
      },
      {
        answer: "만회하고 있긴 하지만 식물 연쇄 킬러입니다,,,",
        type: [],
      },
      {
        answer: "식물이 죽어가고 있지만 살리려고 노력중입니다",
        type: [],
      },
      {
        answer: "아직 식물을 길러본 경험이 없어요",
        type: [],
      },
    ],
  },
  {
    q: "2. 요즘 가장 당신을 방해하는 것은 무엇인가요?",
    a: [
      {
        answer: "불면증 / 수면장애",
        type: [],
      },
      {
        answer: "계속되는 감기",
        type: [],
      },
      {
        answer: "창작의 고통!",
        type: [],
      },
      {
        answer: "계절에 따른 정서 변화, 겨울 우울증!",
        type: [],
      },
    ],
  },
  {
    q: "3. 식물에 물주는 것을 잘 기억하는 편인가요?",
    a: [
      {
        answer: "일주일에 한 번은 물을 주려고 노력하는 편이예요",
        type: [],
      },
      {
        answer: "필요하다면 매일 물을 줄거예요",
        type: [],
      },
      {
        answer: "안까먹기위해 노력해볼게요",
        type: [],
      },
      {
        answer: "음… 물주는 것을 잘 까먹는 편이예요",
        type: [],
      },
    ],
  },
  {
    q: "4. 당신은 집안에서 식물에 얼마나 빛을 줄 수 있나요?",
    a: [
      {
        answer: "밝은 편이지만 직사광선을 받진 않아요 ",
        type: [],
      },
      {
        answer:
          "잘은 모르겠지만 햇빛을 잘 받는 곳과 햇빛이 많이 들지 않는 창가가 모두 있어요",
        type: [],
      },
      {
        answer: "미래의 내 식물을 위한 정말 해가 쨍쨍 드는 곳이 있어요!",
        type: [],
      },
      {
        answer:
          "빛이 잘 안드는 편이라  어두운 곳에서도 잘 자라는 식물이 필요해요 ",
        type: [],
      },
    ],
  },
  {
    q: "5. 당신은 어느정도 사이즈의 식물을 원하시나요?",
    a: [
      {
        answer: "클 수록 좋아요!",
        type: [],
      },
      {
        answer: "중간 사이즈 정도가 좋을 것 같아요",
        type: [],
      },
      {
        answer: "충분한 공간이 없어서 작은 식물이 좋을 것 같아요",
        type: [],
      },
      {
        answer: "크기는 상관 없어요!",
        type: [],
      },
    ],
  },
  {
    q: "6. 현재 몇 개의 식물을 갖고 계세요?",
    a: [
      {
        answer: "조금이지만 더 많이 갖고 싶어요!",
        type: [],
      },
      {
        answer: "아직없어요, 저의 첫번째 식물을 찾고 있어요!",
        type: [],
      },
      {
        answer: "식물이 죽어가고 있지만 살리려고 노력중입니다",
        type: [],
      },
      {
        answer: "아직 식물을 길러본 경험이 없어요",
        type: [],
      },
    ],
  },
  {
    q: "7. 화려한 식물이나 꽃 피는 식물을 좋아하시나요?",
    a: [
      {
        answer: "화려한 걸 좋아하지만 뭐 꼭 화려한 것만 찾는건 아니예요",
        type: [],
      },
      {
        answer: "색이 다양할 수록 좋아요!",
        type: [],
      },
      {
        answer: "화려한 것보단 전 푸릇푸릇한 식물이 좋아요!",
        type: [],
      },
      {
        answer: "상관없어요! 모든 식물은 사랑입니다 ",
        type: [],
      },
    ],
  },
  {
    q: "8. 식물을 씹을 수 있는 강아지나 고양이를 키우고 계시나요? ",
    a: [
      {
        answer: "고양이나 강아지가 있지만 식물 근처에는 못갈거예요",
        type: [],
      },
      {
        answer: "아마 우리집 강아지나 고양이는 호기심이 많아 씹어볼 것 같아요",
        type: [],
      },
      {
        answer: "슬프게도 강아지나 고양이가 없습니다",
        type: [],
      },
      {
        answer: "저는 항상 배고픈 사람이라 제가 먹을지도 몰라요",
        type: [],
      },
    ],
  },
  {
    q: "9. 1~4점을 기준으로 당신은 얼마나 식물 기르기에 얼마나 자신이 있으신가요? 4점이 가장 높은 점수 입니다!",
    a: [
      {
        answer: "1점 ",
        type: [],
      },
      {
        answer: " 2점",
        type: [],
      },
      {
        answer: " 3점",
        type: [],
      },
      {
        answer: "4점",
        type: [],
      },
    ],
  },
];
